
"AX_SLEEP_ICON_DESCRIPTION"	= "Icono del modo reposo";
"AX_RESTART_ICON_DESCRIPTION" = "Icono de reinicio";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Icono de apagado";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"Aceptar"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Cerrando sesión";

"SHUTTING_DOWN"	=	"Apagando equipo";

"RESTARTING"	=	"Reiniciando";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"¿Desea forzar la salida de %@?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Se perderán los cambios no guardados.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "¿Desea forzar la salida de las %ld aplicaciones seleccionadas?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Se perderán los cambios no guardados.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Para disponer de más memoria, seleccione una aplicación y haga clic en Forzar Salida.";

"NORMAL_MESSAGE_TEXT" = "Si una aplicación deja de responder durante un cierto tiempo, selecciónela y haga clic en Forzar Salida.";

"LOMEM_INFO_TEXT" = "Es recomendable cerrar ventanas y borrar archivos del disco de arranque.";

"NORMAL_INFO_TEXT" = "Puede abrir esta ventana pulsando \nComando + Opción + Escape.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Forzar salida";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "La sesión no se ha cerrado porque no se ha podido salir de la aplicación %@. Para volver a intentar cerrar la sesión, salga de %@ y seleccione “Cerrar sesión” en el menú Apple.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "La sesión no se ha cerrado porque no ha sido posible cerrar una aplicación. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Para salir de una aplicación que no responde, seleccione Forzar salida en el menú Apple (o pulse Comando + Opción + Esc).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "No ha sido posible cerrar %@. La aplicación no responde.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "La aplicación %@ ha cancelado el cierre de la sesión.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Una aplicación ha cancelado el cierre de la sesión.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "La aplicación %@ ha cancelado el cierre de sesión. FileVault no se activará para esta cuenta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Una aplicación ha cancelado el cierre de sesión. FileVault no se activará para esta cuenta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Esta cuenta quedará sin encriptar. Para activar FileVault, abra Preferencias del Sistema y vuelva a empezar. Si ya ha definido la contraseña maestra, no es necesario que lo haga de nuevo.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "La aplicación %@ ha cancelado el cierre de sesión. FileVault no se desactivará para esta cuenta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Una aplicación ha cancelado el cierre de sesión. FileVault no se desactivará para esta cuenta.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "La aplicación %@ ha cancelado el fin de sesión. FileVault no se convertirá para esta cuenta.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Una aplicación ha cancelado el cierre de sesión. FileVault no se convertirá para esta cuenta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "La cuenta seguirá encriptada. Para desactivar FileVault, abra Preferencias del Sistema y vuelva a empezar.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "La cuenta conservará su formato original. Para convertir FileVault, abra Preferencias del Sistema y vuelva a empezar.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Para volver a intentarlo, salga de %@ y seleccione Cerrar sesión en el Menú Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Para intentarlo de nuevo, seleccione “Cerrar sesión” en el menú Apple.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "La aplicación %@ no ha permitido reiniciar el ordenador.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Una aplicación no ha permitido reiniciar el ordenador.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Para volver a intentarlo, salga de %@ y seleccione Reiniciar en el menú Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Para intentarlo de nuevo, seleccione Reiniciar en el menú Apple.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "La aplicación %@ no ha permitido apagar el ordenador.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Una aplicación no ha permitido apagar el ordenador.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Para volver a intentarlo, salga de %@ y seleccione “Apagar equipo” en el menú Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Para volver a intentarlo, seleccione Apagar Equipo en el menú Apple.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"El Finder no ha podido arrancar porque se ha producido un error grave.";


"APP_DIED_ALERT_MESSAGE"		=   "La aplicación %@ se ha cerrado inesperadamente.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "El sistema y el resto de aplicaciones abiertas no se han visto afectados.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"Aceptar";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Cancelar";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Apagar";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Reiniciar";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Reposo";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Forzar salida";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Forzar salida";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Forzar reinicio";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pausa";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Reanudar";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"¿Seguro que desea apagar el ordenador?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"¿Seguro que desea reiniciar el ordenador?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"¿Seguro que desea salir de todas las aplicaciones y cerrar la sesión?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Este ordenador está programado para entrar en reposo automáticamente.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Este ordenador está programado para apagarse automáticamente.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Este ordenador está programado para reiniciarse automáticamente.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutos y %2$d segundos";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutos y 1 segundo";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutos";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minuto y %d segundos";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minuto y 1 segundo";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minuto";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d segundos";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 segundo";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 segundos";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Si no hace nada, la sesión se cerrará automáticamente dentro de %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Si no hace nada, el ordenador se apagará automáticamente dentro de %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Si no hace nada, el ordenador se reiniciará automáticamente dentro de %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Si no hace nada, el ordenador se apagará automáticamente dentro de %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Si no hace nada, el ordenador entrará en reposo automáticamente dentro de %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Si no hace nada, el ordenador se reiniciará automáticamente dentro de %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Si apaga el ordenador, sus archivos se eliminarán.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Ha iniciado una sesión como invitado. Al apagar el equipo se eliminará toda la información y todos los archivos de la carpeta de inicio del usuario invitado. Estos archivos no se podrán recuperar.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Si reinicia el ordenador, sus archivos se eliminarán.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Ha iniciado una sesión como invitado. Al reiniciar el equipo se eliminará toda la información y todos los archivos de la carpeta de inicio del usuario invitado. Estos archivos no se podrán recuperar.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Si cierra la sesión, sus archivos se eliminarán.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Eliminar archivos y cerrar sesión";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Eliminar archivos y reiniciar";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Eliminar archivos y apagar el ordenador";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "desconocido";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "La fecha del ordenador es anterior al 1 de enero de 2008, lo que puede causar el funcionamiento anómalo de ciertas aplicaciones.";

"ILLEGAL_TIME_MESSAGE" = "Para ajustar el reloj manualmente, abra el panel de preferencias Fecha y Hora. Para más información, seleccione Ayuda > Ayuda Mac.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Usuarios de Compartir Archivos Apple conectados";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "¿Seguro que desea reiniciar el ordenador?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "¿Seguro que desea apagar el ordenador?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Hay %d usuarios más conectados a este ordenador mediante Compartir Archivos.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Hay un usuario conectado a este ordenador mediante Compartir Archivos.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Hay %d usuarios más conectados a este ordenador mediante Compartir Archivos.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Hay un usuario conectado a este ordenador mediante Compartir Archivos.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Es necesario introducir una contraseña para desbloquear la pantalla.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (no responde)";

"APP_PAUSED_SUFFIX" = " (en pausa)";

"APP_THROTTLED_SUFFIX" = " (regulado)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "No es posible iniciar la sesión en la cuenta “%@”";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "No se ha podido iniciar la sesión debido a un error. La carpeta de inicio de la cuenta con la que está intentando iniciar sesión está en un servidor AFP o SMB. Solicite ayuda al administrador del sistema.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "Aceptar";
